<section>
	<div class="relative -mt-14 rounded-3xl bg-black px-8 py-20 text-white">
		<div class="pb-12">
			<h2 class="text-center text-4xl font-extrabold tracking-tighter">הדרך שלי</h2>
		</div>
		<div class="mx-auto max-w-lg text-justify leading-relaxed tracking-wide">
			<p>
				הצלחה בפיזיקה דורשת תרגול וזה גם היתרון המרכזי בשיעורים פרטניים. התלמיד או התלמידה לא רק
				צופים בשיעור אלא לוקחים בו חלק פעיל ובזמן שהם מתרגלים - אני איתם כדי לחזק את מה שנכון ולתקן
				את מה שאינו נכון.
			</p>
			<p class="mt-6">
				בתחילת הלימוד עם התלמיד או התלמידה אני מנסה לזהות את הבעיה או הקשיים שיש להם, מהניסיון שלי
				לעיתים מדובר בקושי "אמיתי" ולעיתים מדובר בקשיים משניים שמשפיעים על היכולות של התלמיד או
				התלמידה. למשל, ישנם תלמידים שלא תרגלו מספיק או שלא תרגלו עם מישהו שיכול לכוון אותם וכתוצאה
				מכך העבודה שלהם מרושלת או שהם מתקשים להבין נושאים שהם יותר מורכבים בפיזיקה - זו דוגמה לקושי
				אמיתי. דוגמה נוספת היא כשאני מזהה שהתלמיד או התלמידה חשים חוסר ביטחון בלימוד, חוסר ביטחון
				הוא קושי מוכר ונפוץ בכל שלבי הלימוד.
			</p>
			<p class="mt-6">
				לעיתים חוסר הביטחון נובע מחוויה שלילית במהלך הלימוד. זה יכול לנבוע מיחס לקוי של המורה בבית
				ספר (מבלי חלילה לבקר את צוות ההוראה, לימוד בכיתה מלאת תלמידים היא משימה קשה. לרוב, למורה אין
				יכולת להיות קשוב באמת לכל תלמיד ותלמידה), מלבד יחסי מורה-תלמיד גם חוסר תרגול נכון יכול
				להוביל להרגשת חוסר ביטחון אצל התלמידים. חוסר ביטחון הוא דוגמה לקושי עקיף שפוגע ישירות
				ביכולות של התלמיד או התלמידה וישפיעו בוודאות על הציונים שלהם לרעה.
			</p>
			<p class="mt-6">
				לאחר שאני מזהה את הקושי או הקשיים של התלמידים אנחנו עובדים ביחד ומתמקדים בכל מה שצריך חיזוק.
			</p>
		</div>
	</div>
</section>
